Repository: HelloSeaNation/need-for-speed-joystick-2
Catalog: *.lproj/Localizable.strings
Languages: hu, ja, ko

source: Unable to connect
hu: Nem lehet csatlakozni
ja: 接続することができません
ko: 연결할 수 없습니다

# troubleshooting
source: Could not find a server to connect to,would you like help troubleshooting?
hu: Nem lehet a szerverhez kapcsolódni, megnézed a problémamegoldást?

# HelpBody1
source: The first step is to install the server application on your computer so that the app can connect to it.
hu: Az első lépés hogy telepítsd fel a szerver programot a PC-n hogy az app csatlakozhasson hozzá.

# HelpBody2
source: The Server tab contains all the settings related to networking the application. You can see the detail in the help page
hu: A szerver fül alatt találod a hálózati beállításokat. A segítség alatt részleteket látsz.

# HelpBody3
source: After you install the server on your computer, please run the app on your device. It should automatically connect when it starts up. However, if it does not connect, there is most likely something on your network or computer that is preventing it from connecting.
hu: Miután feltelepítetted a szervert, indítsd el az app-ot az eszközödön. Automatikusan csatlakozni fog. Ha nem csatlakozik akkor hálózati probléma lehet, vagy a számítógép nem enged csatlakozni.

# HelpBody4
source: If you are unable to connect, please refer to the troubleshooting steps below and the forum for help.
hu: Ha nem tudsz csatlakozni, nézd meg a problémamegoldást lépéseit, illetve kérj segítséget a fórumban

# HelpBody5
source: The first option for controlling your computer is to use this touch pad. This works the same as the touch pad on your laptop.
hu: Az első lehetőség az irányításra hogy a számítógéped irányítására használd ezt a touchpad-ot. Úgy működik mint egy laptopé.

# HelpBody6
source: The keyboard is hidden by default. Just shake the device in an leftward direction to bring up the keyboard.
hu: A billentyűzet alapból el van rejtve. Csak rázd meg az eszközöd balra és előugrik.

# HelpBody7
source: Now you can control the game,just use the accelerate and brake button to run or stop,turn your iPhone/iPod/iPad left or right to control the car left or right.
hu: Most már tudsz irányítani a játékban, használd a gáz illetve fék gombot az induláshoz vagy fékezéshez, forgasd az iEszközöd balra vagy jobbra a kanyarodáshoz.

# HelpTitle1
source: 1. Installation
hu: 1. Telepítés
ja: 1. インストール
ko: 1. 설치

# HelpTitle2
source: 2. Server Setup
hu: 2. Szerver beállítások
ja: 2. サーバーのセットアップ
ko: 2. 서버 설치

# HelpTitle3
source: 3. Connection
hu: 3. Csatlakozás
ja: 3. 接続
ko: 3. 연결

# HelpTitle4
source: 4. Troubleshooting
hu: 4. Problémamegoldás
ja: 4. トラブルシューティング
ko: 4. 문제 해결

# HelpTitle5
source: 5. Remote Mouse
hu: 5. Egér
ja: 5. リモートマウス
ko: 5. 원격 마우스

# HelpTitle6
source: 6. Keyboard
hu: 6. Billenytűzet
ja: 6. キーボード
ko: 6. 키보드

# HelpTitle7
source: 7. Game Control
hu: 7. Játék irányítás
ja: 7. ゲームコントロール
ko: 7. 게임 컨트롤

source: Connected
hu: Csatlakozva
ja: 連続している

source: Searching...
hu: Keresés...
ja: 検索しています...
ko: 검색 중 ...

source: Tutorial
hu: Betanulás

source: Done
hu: Kész
ja: 完了

source: Next
hu: Következő
ja: 次の

# Auto search for services
source: Auto search for services or
hu: Auto szolgáltatás keresés

# or enter your computer's IP & Port:
source: enter your computer's IP&Port:
hu: kérem a számítógéped IP&Port-ját:

source: Server IP
hu: Szerver IP
ja: サーバのIP
ko: 서버 IP

source: Status
hu: Állapot
ja: ステータス
ko: 상태

source: Options
hu: Beállítások
ja: オプション
ko: 옵션

source: Sound
hu: Hang
ja: サウンド
ko: 사운드

source: Accelerometer
hu: Gyorsulásmérő

source: Support
hu: Segítség

source: View Help
hu: Súgó
ja: ヘルプを表示
ko: 도움말보기

source: Other apps by us
hu: Más app-ek tőlünk
ja: microkernelのアプリ
ko: 다른 어플들

source: Local Language
hu: Helyi nyelv

source: Volunteer Translator
hu: Önkéntes fordító
ja: 翻訳ボランティア
ko: 번역 지원하기

source: Review
hu: Ismertetés

source: Rate/Review it
hu: Értékel/Ismertet
ja: プログラムの評価
ko: 프로그램의 평가

source: Tell Friends
hu: Ajánlás
ja: 友人に教える
ko: 친구에게 소개하기

# EmailTitle1
source: Hey, I want you to take a look at the program. It is great!
hu: Hello, szeretnék egy pillantást venni a programra. Ez király!
ja: 便利なアプリを紹介します
ko: 이 프로그램 정말 최고예요. 한 번 확인해 보세요!

# EmailTitle2
source: I can help you make translated into other languages
hu: Segíthetek lefordítani más nyelvekre
ja: このプログラムを他の言語に翻訳します
ko: 다른 언어로의 번역을 도울 수 있습니다

source: Full Version
hu: Teljes verzió
ja: フルバージョン
ko: 가득 차있는 버전

# Full Version Features 1
source: -Tech support & Free updates
hu: -Technikai segítség & Ingyenen frissítések

# Full Version Features 2
source: -No Ads
hu: -Reklámmentes

# Full Version Features 3
source: -Game controller
hu: -Játékvezérlő

# troubleshooting alarm
source: troubleshooting
ja: トラブルシューティング
ko: 문제 해결

source: Shutdown
ja: シャットダウン
ko: 셧다운

source: Boot
ja: ブート
ko: 부팅

source: Port
ja: ポート
ko: 포트

source: Demo video
ja: デモビデオ
ko: 데모 비디오

# EmailBody2
source: (Please tell us which language it can be translated with your help. Thank you!)
ja: (どの国の言語に訳していただけますか？ 本当にありがとうございます！)
ko: (어떤 언어로의 번역을 도와주실 수 있는지 알려주세요. 감사합니다!)

# News
source: More
ja: より多く
ko: 더

source: Like This App?
ja: このアプリ、気に入りましたか？
ko: 이 응용 프로그램을 사랑한다 고요?

# Connected success
source: Connected
ja: 接続成功
ko: 연결 성공

source: Help
ja: ヘルプ
ko: 도움말

source: Unlock
ja: ロックを解除する
ko: 잠금 해제

source: Buy Full version
ja: フルバージョンを購入
ko: 전체 버전을 구입

source: Free Unlock
ja: フリーロック
ko: 무료 잠금 해제

source: View tutorial and video
ja: チュートリアルやビデオを見る
ko: 튜토리얼 및 비디오보기

# Unlock More Features
source: If so, please rate this game with 5 stars on the App Store, unlock more features
ja: そうだとすれば、App Storeでの5つ星でこのゲームをしてください、より多くの機能を解除する
ko: 그렇다면, 앱 스토어에 5 별과 비율이 게임을하십시오 더 많은 기능의 잠금을 해제

# Free Update Coming
source: If so, please rate this game with 5 stars on the App Store so we can keep the free updates coming.
ja: もしそうなら私たちは無料のアップデートが来て維持することができますので、App Storeでの5つ星でこのゲームをしてください。
ko: 그렇다면 우리는 무료 업데이 트가 오는 유지할 수 있도록 애플 리케이션 스토어에 5 별과 비율이 게임을하시기 바랍니다.
